export const predefinedLocations = [
    {
        name: "Φοιτητική Εστία Πανεπιστήμιο Πατρών",
        latitude: 38.2859144,
        longitude: 21.7901193
    },
    {
        name: "Πρυτανεία",
        latitude: 38.2862367,
        longitude: 21.7871492
    },
    {
        name: "Τμήμα Αρχιτεκτόνων Μηχανικών",
        latitude: 38.2859735,
        longitude: 21.7836532
    },
    {
        name: "Τμήμα Μηχανολόγων και Αεροναυπηγών Μηχανικών",
        latitude: 38.2893245,
        longitude: 21.7840343
    },
    {
        name: "Τμήμα Ηλεκτρολόγων Μηχανικών και Τεχνολογίας Υπολογιστών",
        latitude: 38.2882207,
        longitude: 21.7892796
    },
    {
        name: "Τμήμα Πολιτικών Μηχανικών",
        latitude: 38.2889372,
        longitude: 21.7902486
    },
    {
        name: "Τμήμα Μηχανικών Η/Υ και Πληροφορικής",
        latitude: 38.2901969,
        longitude: 21.7950186
    },
    {
        name: "Τμήμα Χημικών Μηχανικών",
        latitude: 38.2897235,
        longitude: 21.789515
    }
]
